<template>
  <div style="padding: 10px">
<h3 style="text-align: center">不良资产处置合作协议</h3>
<p>                                                协议编号：________</p>
<p>甲方（债权人）：________</p>
<p>身份证号：________</p>
<p>乙方（网络借贷平台）：________</p>
<p>注册号：________</p>
<p>法定代表人：________</p>
<p>邮箱：________</p>
<p>丙方（居间方）：北京人人信科技有限公司</p>
<p>注册号：110108019741997</p>
<p>法定代表人：马卫东</p>
<p>邮箱：jinjijihua@renrenxin.com</p>
<p></p>
<p>鉴于：</p>
<p>乙方是一家依法设立，专门从事网络借贷信息中介业务活动的金融信息中介公司，甲方通过乙方平台向自然人出借资金，现借款期限届满，借款人无能力偿还。</p>
<p>丙方为今借到平台的经营管理方，并为用户提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务。</p>
<p>基于甲乙双方对借款客户享有的到期债权，丙方经借款人申请，通过今借到平台为逾期借款人寻求第三方资金用于清偿甲方、乙方债权。</p>
<p>    为尽快实现甲方、乙方债权，降低不良资产造成的经营风险，三方本着诚实信用、优势互补、互利共赢的原则，就不良资产处置事宜达成本协议如下，以资共同遵守：</p>
<h4>第一条  定义与说明</h4>
<p>1.1 逾期借款人：指在乙方网络借贷平台借款且到期未还款的借款客户。</p>
<p>1.2 逾期债权：包括甲方因出借资金而直接持有的债权，以及乙方因向逾期借款人提供借款咨询、贷后管理服务而产生的债权。</p>
<p>1.3 周转资金：指逾期借款人通过丙方平台向其他第三人借款，并用以偿还甲方、乙方债务的专项资金。</p>
<p>1.4 清偿价款：指本协议约定的逾期借款人所取得的周转资金。</p>
<p>1.5 代收：指经逾期借款人授权，丙方代为收取其在今借到平台借入的资金。</p>
<p>1.6 代发：指丙方经授权，代将逾期借款人的周转资金划转至甲方与乙方的账户。</p>
<p>1.7 服务费：指甲乙双方按照协议约定应向丙方支付的不良资产处置服务费。</p>
<h4>第二条 合作内容</h4>
<p>2.1 丙方通过今借到平台为逾期借款人发布借款信息、匹配出借人，积极促成逾期借款人取得周转资金。</p>
<p>2.2 丙方负责代收逾期借款人的周转资金，并按照本协议约定代发至甲方与乙方的指定账户。</p>
<p>2.3 甲乙双方指定收款账户为：</p>
<p>账户名：</p>
<p>账号：</p>
<p>开户行：</p>
<p>2.4 乙丙双方共同分享借款人的逾期、借款记录等信息，建立共享资源库，降低贷款风险、减少不良资产的产生。</p>
<h4>第三条  服务费</h4>
<p>3.1 甲乙双方同意以清偿价款为基数按照____%的费率向丙方支付不良资产处置服务费。丙方收到乙方的清偿证明后5个工作日内，向乙方开具服务费等额发票。</p>
<p>3.2 逾期借款人的周转资金到达丙方账户后，丙方预先扣除甲乙双方应支付的服务费。</p>
<p>3.3 丙方预先扣除的服务费属于甲乙双方应承担的必要费用，清偿价款以逾期借款人取得的周转资金为准。</p>
<h4>第四条 权利与义务</h4>
<p>4.1 丙方负责通过今借到平台为逾期借款人发布借款信息，促使逾期借款人与第三人签订借款协议并代收周转资金。</p>
<p>4.2 丙方应将逾期借款人与第三人签订的借款协议以及周转资金的代收凭证作为本协议附件交甲乙双方确认，作为服务费结算根据。</p>
<p>4.3 本协议签订时，丙方有权对逾期债权的基础法律关系及资料的真实性、合法性、完整性作严格审查，确保交易安全。</p>
<p>4.4 丙方应自周转资金到账后5个工作日内按照本协议约定将款项划转至甲乙双方指定的收款账户。</p>
<p>4.5 甲乙双方同意丙方自应收取的清偿价款中预先扣除服务费，本协议约定的清偿价款即以逾期借款人取得的周转资金为准，不得以丙方扣除服务费为由进行抗辩。</p>
<p>4.6 甲方及乙方保证逾期债权具备真实性、合法性，债权内容符合民法诚实信用与公平公正原则，且未违反法律法规的强制性规定。</p>
<p>4.7 逾期债权超出法律保护范围或者违反公平公正原则或者逾期借款人根据法律规定提出异议的，甲乙双方同意在法律保护范围内受偿。</p>
<p>4.8 乙方签订本协议的，应同时向丙方提供逾期债权的相关借款协议、资金流转凭证等完整资料，不得有故意隐瞒或者提供虚假信息的行为。</p>
<p>4.9 乙方应于收款后5个工作日内，根据清偿价款向丙方出具清偿证明。</p>
<p>4.10 逾期借款人在丙方平台成功获取周转资金的，乙方应继续保留该借款人的逾期记录，除为丙方利益或者减轻借款人债务的，乙方不得再次向其发放贷款，直至其履行完毕在丙方平台负担的全部还款义务。</p>
<p>4.11 本协议所指借款协议、代收凭证、清偿证明等文件均通过双方指定的邮箱进行确认，邮件显示发送成功的，即视为相对方知悉全部内容。相对方收到邮件后应及时进行回复确认，否则另一方有权推定相对方已同意或者认可邮件内容。</p>
<p>4.12 如电子邮件内容无法核实真伪或者不能查证属实的，接收方有权要求提供方另行提供资料原件以供审查。</p>
<p>4.13 任何一方的电话、邮箱等联络方式发生变化的，应及时有效通知到合同相对方，否则自行承担一切不利后果，如因此给相对方造成经济损失的，还应承担相应的过错责任。</p>
<h4>第五条  声明与承诺</h4>
<p>5.1 甲乙双方承诺，其所持有的逾期债权真实、合法、有效，交丙方审查确认的借贷资料真实、准确、完整，不存在虚假、误导信息或者重大遗漏、故意隐瞒的情况。</p>
<p>5.2 乙方承诺，逾期借款人在丙方或者其他平台负担债务的，不得允许该借款人通过乙方平台进行借贷，避免扩大债务范围，预防发生大量不良资产问题。</p>
<p>5.3 丙方承诺，将恪守诚实信用原则，按照逾期借款人实际取得的周转资金划扣服务费，不存在欺诈、故意隐瞒行为。</p>
<h4>第六条  保密条款</h4>
<p>6.1 保密信息是指双方合作过程中披露方所有或使用、不为公众所知悉、能为公司带来经济利益、具有实用性并经采取保密措施的技术信息、经营信息、交易信息或双方合作过程中其他尚未对外公开披露的有关信息，包括但不限于任何业务、商业或技术信息和数据，但不包括以下信息：</p>
<p>（1）已经公布或任何一方通过其他渠道获取的信息资料；</p>
<p>（2）在披露方向接收方披露前已为该方知悉的非保密性资料；</p>
<p>（3）该保密信息已获取披露方事先书面同意而披露；</p>
<p>6.2 甲乙双方对保密信息的使用仅限于双方合作事项范围内，未经对方同意，不得自行对外披露保密信息。</p>
<p>6.3 未经逾期借款人及其他利害关系人授权，接收方不得将保密信息提供给本协议以外的其他第三方使用。</p>
<p>6.4甲乙双方承诺仅向必须知悉保密信息以便履行其本协议项下职责的董事、管理人员或雇员披露保密信息，并确保接受保密信息的人员遵守并知悉本协议约定的保密义务。</p>
<p>6.5 依据法律、法规、监管规定或应司法、行政等机关要求对外提供，向所聘请的审计、法律等外部专业顾问提供的除外。</p>
<p>6.6 不论本协议是否变更、解除或终止，本条款均持续有效。</p>
<h4>第七条  违约责任</h4>
<p>7.1 乙方未按照本协议约定出具清偿证明的，应按照清偿价款的30%向丙方支付违约金。</p>
<p>7.2 丙方未按照协议约定将清偿价款转至甲乙双方指定帐户的，每逾期一日按照应付款的千分之一支付违约金，逾期20日的，甲乙双方有权解除本协议。但非因丙方原因导致合同无法履行的除外。</p>
<p>7.3 除本协议另有约定外，任何一方不履行或者不完全履行本协议约定义务，给另一方造成经济损失或者严重影响声誉的，应赔偿全部经济损失（包括预期可得利益损失）。</p>
<h4>第八条  协议的变更和解除</h4>
<p>8.1 甲乙双方所持有的逾期债权违反法律规定或者存在故意隐瞒、弄虚作假情形的，丙方有权解除本协议。</p>
<p>8.2 除本协议另有约定外，如因一方违约行为导致本协议难以继续履行或者无法实现合同目的的，视为根本违约，另一方有权解除本协议。</p>
<p>8.3 任何一方非因法定或者约定事由，不得单方面解除本协议；任何一方如有变更、终止本协议的要求，应提前10个工作日书面通知对方，双方协商同意后方可变更或终止。</p>
<p>8.4 如遇国家法律、法规或政策变化，致使本协议的全部或部分条款不再符合国家法律、法规或政策的要求，双方应及时协商，变更有关条款。</p>
<h4>第九条  协议的生效与终止</h4>
<p>9.1 本协议于双方授权代表签字并加盖公章之日起生效，有效期为五年。</p>
<p>9.2 本协议终止后，不影响就本协议所签订的各具体项目之代偿协议的法律效力。</p>
<h4>第十条  争议解决</h4>
<p>本协议适用中华人民共和国有关法律。凡因本协议所发生的或与之相关的任何争议，双方应友好协商解决。如不能协商解决的，任何一方均可向丙方所在地的人民法院起诉。</p>
<h4>第十一条  其他事项</h4>
<p>11.1 本协议经甲乙双方书面同意，可以修改或补充，本协议的任何修改或补充均构成本协议不可分割的一部分。</p>
<p>11.2 本协议一式叁份，甲乙丙三方各执壹份，均具同等法律效力。</p>
<p></p>
<p></p>
<p>甲方（签字）：________</p>
<p>授权代表人（签字）：________</p>
<p>________年____月____日</p>
<p></p>
<p></p>
<p>乙方（盖章）：________</p>
<p>授权代表人（签字）： ________</p>
<p>________年____月____日</p>
<p></p>
<p>丙方（盖章）：________</p>
<p>授权代表人（签字）：________</p>
    <p>________年____月____日</p>
  </div>
</template>
