<template>
  <div style="padding: 10px">
<h3 style="text-align: center">    借款协议</h3>
<p>                                               协议编号：</p>
<p>甲方（出借人）：</p>
<p>身份证号：</p>
<p>手机号：</p>
<p>邮箱：</p>
<p></p>
<p>乙方（借款人）：</p>
<p>身份证号：</p>
<p>手机号：</p>
<p>邮箱：</p>
<p></p>
<p>丙方（居间方）：北京人人信科技有限公司</p>
<p>注册号：110108019741997</p>
<p></p>
<p>鉴于：</p>
<p>1.丙方是一家专门从事网络借贷信息中介业务活动的金融信息中介公司，经营管理今借到平台并为用户提供信息搜集、信息公布、资信评估、信息交互、借贷撮合等服务。</p>
<p>2.乙方拟通过丙方所经营的今借到平台借入资金，并用于清偿在其他网络借贷平台负担的债务。</p>
<p>3.甲方拟通过丙方所经营的今借到向借款人出借资金，且在了解乙方的借款用途前提下并同意出借给乙方周转。</p>
<p>   为此，根据《中华人民共和国合同法》及相关法律法规的规定，三方遵循平等、自愿、互利和诚实信用原则，友好协商，就丙方撮合甲乙双方借贷并进行风险管理及贷后管理服务达成一致，以兹信守。</p>
<p>  释义</p>
<p>在本合同中，除非上下文另有解释，下列词语具有以下含义： </p>
<p>1.1 出借人：指自主选择出借一定数量资金给他人的自然人。</p>
<p>1.2借款人：指有资金需求，经丙方筛选推荐给出借人并得到出借人一定数量出借资金的自然人。</p>
<p>1.3债权：指在出借人与借款人借贷关系存续期间出借人拥有的全部权益，以人民币计价。</p>
<p>1.4工作日：指中华人民共和国法律规定的工作日（法定工作日）。</p>
<p>1.5提前还款：指在出借人与借款人借贷关系存续期间约定了借款人的本息偿还周期和金额等相关还款计划，借款人可能在协议约定的偿还周期结束前，将应偿还总额一次性提前偿还给出借人，从而使出借人的资金比约定的计划提前收回。</p>
<p>  借款标的信息</p>
<p>借款金额</p>
<p>人民币     元，大写:      元</p>
<p>借款利率</p>
<p>年化   %</p>
<p>借款期限</p>
<p>天，自  年  月  日至  年  月  日</p>
<p>还款方式</p>
<p>□借款期限到期日一次性偿还本金和利息</p>
<p></p>
<p>  甲方的资金出借方式</p>
<p>甲方通过对丙方推荐的借款人进行选择，决定出借后，通过线上直接与借款人签署借款协议，并按照《借款协议》的约定及时支付出借款项。</p>
<p>款项支付</p>
<p>4.1丙方在合作的第三方支付机构开立委托账户，第三方支付机构在上述托管账户项下建立甲方托管子账户，甲方委托并授权丙方向其合作的第三方支付机构发出指令，自甲方的托管子账户划转出借款项；</p>
<p>4.2乙方委托并授权丙方为借入资金的代收方，并用于偿还乙方在              网贷平台欠付的债务；</p>
<p>4.3本协议项下借款划转至乙方授权的代收账户即视为借款成功，借款成功次日即为利息起算日。本协议项下还款自丙方将乙方成功存入的还款划转至甲方在第三方支付机构的子账户后视为还款成功。</p>
<p>声明与承诺</p>
<p>5.1 甲方同意并确认，签署借款协议是甲方参考丙方提供的信息在自行判断乙方是否具有完全民事行为能力及清偿能力后，根据自身的风险承受能力自行决定的，且自行承担借贷产生的本息损失等所有风险。；</p>
<p>5.2乙方承诺，本协议项下的借款资金用途仅限于偿还其在                     平台上所欠的逾期借款。</p>
<p>5.2 乙方承诺，为保证本协议履行，乙方负责寻求第三人就本协议项下的还款义务提供连带责任保证，保证人为具有完全民事行为能力及清偿能力的近亲属或者其他具有有利害关系的第三人，各方需另行签订担保合同，且担保合同为本协议生效条件。</p>
<p>5.3 乙方承诺，为保证本协议履行，在借贷关系存续期间，定期（每年不得少于5次）在丙方平台上传自己的生活、学习或工作信息，包括但不限于考试成绩单、社团活动照片、奖学金证明及实习工作证明等。</p>
<p>5.4乙方承诺，为保证本协议履行，就本协议项下借款未完全偿还前，不得在其他网络借贷平台上进行新的借款，但能有效减轻乙方债务的除外。</p>
<p>5.5 乙方同意，如到期未偿还借款本息，丙方将向公众（包括但不限于甲方、乙方提供的手机通讯录中不时更新的联系人、该等联系人手机中不时更新的联系人以及甲方提供的社交账号的联系人或群体）披露违约信息，并向其他依法设立的征信机构上传乙方的不良记录。</p>
<p>5.6 乙方同意，如提前还款，应将协议原定借款期限应还利息一并偿还。</p>
<p>5.7 丙方声明，保留对可疑交易、非法交易、高风险交易的独立判断和认定，并有权依法采取暂停交易、终止交易、向有关单位报告等必要处理措施或依有关单位合法指示行事。</p>
<p>  甲方权利与义务</p>
<p>6.1 甲方参考丙方推荐后拥有最终决定是否出借资金给特定借款人的权利；</p>
<p>6.2 甲方享有其所出借款项带来的利息收益；</p>
<p>6.3 甲方有权定期查看丙方提供的乙方生活记录报告；</p>
<p>6.4 对于丙方基于推荐出借的需要而提供给甲方的借款人个人证件及其他相关信用信息，甲方确保仅用于出借参考，不向其他任何第三方透露，甲方有义务为乙方的信用信息及丙方的业务内容进行保密。如果甲方擅自、不恰当地向他人透露乙方的信用信息或丙方的商业秘密，由此给乙方、丙方造成的损失，由甲方承担全部责任；</p>
<p>6.5 甲方保证其所用于出借的资金来源合法，甲方是该资金的合法所有人。如果第三人对资金归属、合法性问题发生争议，由甲方负责解决；</p>
<p>6.6 甲方变更账户信息、通讯地址、电话等相关重要信息，须及时通知丙方。因甲方未及时通知丙方而导致自身受到损失，由甲方自行承担责任。</p>
<p>  乙方的权利和义务</p>
<p>7.1 乙方依法应当忠实履行还款义务，否则除赔偿甲方全部经济损失（包括预期利益损失）外，还应按照本协议约定承担违约责任。</p>
<p>7.2 乙方应遵守诚实信用原则，及时签订担保合同。如未能按照协议约定向甲方提供连带责任保证的，本协议不发生合同效力，乙方应依法向其他受损害的合同当事人承担缔约过失责任。</p>
<p>7.3 还款期限届满，乙方仍在校读书且无力偿还全部借款的，视为逾期，乙方应以截至当日未偿还借款总额（包括未偿还本金及利息）为基数，按照年利率12%的标准向甲方支付利息。</p>
<p>7.4 还款期限届满，乙方已从院校毕业但无力偿还全部借款的，视为逾期，乙方应以截至当日未偿还借款总额（包括未偿还本金及利息）为基数，按照年利率24%的标准向甲方支付逾期利息。</p>
<p>7.5 乙方应当按照协议约定，及时、全面上传自己的真实生活信息。</p>
<p>  丙方的权利和义务</p>
<p>8.1 丙方确保其提供的借款人真实存在，甲方出借后形成的民间借贷关系真实、合法；</p>
<p>8.2 丙方确保向甲方推荐的借款人经过谨慎的信用资质审核；</p>
<p>8.3 丙方有义务协助甲方办理各项信息变更手续，及时显示甲方出借资金收益变化情况；</p>
<p>8.4 丙方须对甲方的个人信息、资产情况及其他服务相关事务的情况和资料依法保密；</p>
<p>8.5 丙方应按照本协议4.2款约定及时将借入资金偿还至乙方指定的网络借贷平台并通知乙方还款情况；</p>
<p>8.6 丙方有权督促乙方及时更新、上传生活学习情况，且在乙方违约的情况下采取信息披露、上传征信等限制措施；</p>
<p>8.7 期限届满，乙方未履行或者未完全履行协议约定义务的，丙方有权通过今借到平台或者手机短信、邮件方式向乙方发送催告、通知。通知一经显示发送成功，即视为乙方收悉全部内容。</p>
<p>8.8 丙方应妥善保管所有与本协议有关的书面文件和电子信息，以备查阅。</p>
<p>  甲方出借资金的回收管理</p>
<p>为便利、统一地回收本息，甲方指定其在丙方开立的子账户作为回款专用账户。甲方须确保子账户设立信息为甲方名下合法有效的银行账户，甲方变更该账户时必须经丙方确认后方可变更；如因甲方未及时书面通知丙方而引发的损失由甲方自行承担。  </p>
<p>税务处理</p>
<p>甲方在资金出借过程中产生的相关税费，由协议各方根据法律规定各自缴纳，法律没有明确规定的，由协议各方平均分担。</p>
<p>违约责任</p>
<p>11.1本合同各方当事人未遵守诚实守信原则，违反协议约定导致本协议无法继续履行或者造成严重经济损失的，守约方有权解除本协议，违约方应按合同总金额的30%向受损害方支付违约金。</p>
<p>11.2 乙方未按照协议约定履行签约义务的，应赔偿其他受损害合同当事人全部经济损失，并按照合同金额的30%向甲方支付违约金。</p>
<p>11.3 甲方应及时履行出借义务。逾期10日仍未履行的，应向丙方支付合同金额30%的违约金。</p>
<p>争议的处理</p>
<p>本协议适用中华人民共和国有关法律。凡因本协议所发生的或与之相关的任何争议，协议各方应友好协商解决。如不能协商解决的，任何一方均可向丙方所在地的人民法院起诉。</p>
<p>其他事项</p>
<p>13.1如果甲方出现出借资产的继承或赠与，必须由主张权利的继承人或受赠人向丙方出示经国家权威机关认证的继承或赠与权利归属证明文件，经丙方确认后方予协助进行资产的转移，由此产生的相关税费，由主张权利的继承人或受赠人，向其主管税务机关申报、缴纳，乙方、丙方不负责相关事务处理；</p>
<p>13.2 本协议采用电子文本形式制成，经乙方通过丙方平台在线同意发布后成立，在本协议相应的担保协议签订生效之日起生效。各方均认可电子文本形式的协议效力；</p>
<p>13.3本协议履行过程中发生争议的，各方当事人可以签订书面或者电子协议予以修改或补充。                           </p>
<p>                             甲方：</p>
<p>                             乙方：</p>
<p>丙方：北京人人信科技有限公司</p>
<p>日期：   年     月     日 </p>
  </div>
</template>
