<template>
  <div>
    <group>
      <div style="padding: 10px">
        <h3 style="text-align: center">担保协议</h3>
        <p style="text-align: right">协议编号：_________</p>
        <h4>甲方（保证人）：<span style="font-weight: normal">________</span></h4>
        <p>身份证号：________</p>
        <p></p>
        <h4>乙方（出借人）：<span style="font-weight: normal">________</span></h4>
        <p>身份证号：________</p>
        <p></p>
        <h4>丙方（居间方）：北京人人信科技有限公司</h4>
        <p>注册号：110108019741997 </p>
        <p></p>
        <p>鉴于：</p>
        <p>1.__年__月__日 乙、丙两方与借款人________，身份证号________ 签订了编号为_________的《借款协议》（以下简称“主协议”）。</p>
        <p>2.为确保主协议的履行，甲方同意就借款人主协议项下应付款项支付义务的履行向乙方提供连带责任保证担保，担保乙方在主协议项下债权的实现。</p>
        <p>为此，甲、乙、丙三方在平等自愿的基础上，经友好协商，就上述担保事宜签订本协议，以兹共同遵守执行。</p>
        <h4>第一条 释义</h4>
        <p>除非另有定义或上下文另有约定，本协议中的下列词语具有以下含义：</p>
        <p>1.1主协议：指借款人与乙方签订的编号为________的《借款协议》。</p>
        <p>1.2被担保债权：指借款人在主协议项下应向乙方支付的全部款项及乙方实现债权的费用，包括但不限于：</p>
        <p>（1）借款人在主协议项下应向乙方偿还的借款本金，应支付的借款利息及其它应付款项（包括但不限于违约金及其他应付费用）；</p>
        <p>（2）乙方实现主协议债权及保证担保权利所花费的费用。</p>
        <h4>第二条 保证担保的范围</h4>
        <p>本协议项下保证担保的范围包括：</p>
        <p>（1）主协议项下借款人应向乙方支付的借款本金、借款利息、违约金及其他应付款项等；</p>
        <p>（2）乙方为实现主协议项下债权及保证担保权利所花费的费用（包括但不限于法院或仲裁机构费用、律师费、执行费、评估费、鉴定费、拍卖费、保管费、手续费及相关人员的差旅费等等）；</p>
        <p>（3）乙方根据所有生效的协议、合同及可兹适用的法律、法规有权向甲方收取的其他款项。</p>
        <h4>第三条 保证担保的方式</h4>
        <p>3.1本协议项下保证担保的方式为连带责任保证，如借款人未按主协议约定履行或未全部履行合同义务，乙方有权直接要求保证人承担保证责任。</p>
        <p>3.2如两个以上保证人对借款人在主协议项下债务同时或者分别提供连带责任保证，应当认定为连带共同保证担保。如借款人在主协议约定的债务履行期限届满未履行或未全部履行债务，乙方可以要求借款人履行债务，也可以要求任一保证人承担全部保证责任。</p>
        <h4>第四条 保证期间</h4>
        <p>保证期间自本协议生效之日起至主协议项下债务履行期限届满后两年期满止。</p>
        <h4>第五条 保证责任</h4>
        <p>5.1保证期间，甲方对全部被担保债权承担保证责任。当借款人当期还款发生逾期时，甲方应在借款人履行期限届满之日起10个工作日内 ，将借款人应还的本金和利息通过丙方平台赔付给乙方，同时甲方立即取得就代偿金额向借款人追偿的权利；乙方收到甲方的代偿金额后，无权再向借款人主张权利。</p>
        <p>5.2保证期间，乙方与借款人未经甲方同意变更主协议内容的，如减轻借款人债务的，甲方仍应当对变更后的协议承担保证责任；如加重借款人债务的，甲方对加重的部分不承担保证责任。</p>
        <p>5.3乙方与借款人未经甲方书面同意变更主协议履行期限的，如延长主协议履行期间，保证期间为原协议约定的期间。</p>
        <p>5.4因借款人原因导致主协议无效或被解除的，甲方就借款人应承担的偿付责任向乙方承担连带清偿责任。</p>
        <p>5.5甲方委托第三方代为支付代偿金额的，从第三方代为支付之日起，视为甲方已履行对该笔金额的代偿义务。</p>
        <h4>第六条 保证担保权利的行使</h4>
        <p>6.1出现以下任何情况之一，乙方有权行使本协议项下的保证担保权利，要求甲方支付主协议项下借款人应向乙方偿还的借款本息、违约金及其他应付款项：</p>
        <p>（1）主协议项下债务（包括分期债务）履行期限届满，借款人未履行支付义务。“期限届满”包括主协议约定的债务履行期限届满，以及乙方依照国家法律法规规定、主协议或本协议的约定宣布提前解除主协议的；</p>
        <p>（2）借款人擅自改变主协议规定的借款用途；</p>
        <p>（2）借款人违反主协议承诺约定，提供虚假资料或者故意隐瞒重要事实；</p>
        <p>（3）借款人财务状况恶化，无法清偿到期债务卷入或即将卷入重大的诉讼或仲裁程序及其他法律纠纷，足以影响其偿债能力的；</p>
        <p>（4）按照借款人提供的联系方式无法联系上借款人；</p>
        <p>（5）借款人部分或者全部丧失民事行为能力影响其还款的，或者借款人死亡/被宣告死亡或失踪/被宣告失踪；</p>
        <p>（6）借款人财产被没收、征用、查封、损坏、扣押、冻结的或借款人财产遭受重大损失，影响或可能影响借款人还款能力的；</p>
        <p>（7）借款人违反主协议约定或法律.法规规定，可能影响乙方实现债权的；</p>
        <p>（8）甲方违反本协议约定或法律.法规规定，可能影响乙方实现债权的。</p>
        <p>6.2出现上述第2至8种情况之一，乙方有权宣布主协议项下债权提前到期，要求甲方承担保证责任。</p>
        <h4>第七条 保证与承诺</h4>
        <p> 甲方向乙方保证与承诺如下：</p>
        <p>（1）甲方具有签订和履行本协议所必需的民事权利能力和行为能力，能独立承担民事责任；</p>
        <p>（2）甲方已仔细阅读、完全理解并接受主协议和本协议的内容，自愿为借款人履行主协议项下义务提供保证担保，且意思表示真实有效；</p>
        <p>（3）本协议一经生效，即构成甲方不可撤销的责任，对借款人在主协议无效后应承担的返还责任和赔偿责任，甲方承担连带保证责任；</p>
        <p>（4）甲方承诺对丙方代乙方发出的偿付通知及时予以答复；</p>
        <p>（5）甲方自愿承担全部保证偿付责任，无论被担保债权是否拥有其他担保（包括但不限于借款人或其他第三方提供保证及抵押、质押、保函等担保方式），不论其他担保何时成立、是否有效、不论乙方是否向其他担保人提出权利主张，不论是否有第三方同意承担主协议项下的全部或部分债务，甲方在本协议项下的保证责任均不因此减免，乙方有权自行决定行使权利的顺序，可直接要求甲方依照本协议约定在其保证责任范围内承担保证责任。</p>
        <h4>第八条 违约责任</h4>
        <p>8.1在本协议有效期内，任何一方未履行本协议项下的任何义务，均构成违约，应按法律及本协议的规定对守约方承担违约责任，赔偿守约方的全部损失。</p>
        <p>8.2如甲方未履行本协议的任何义务，则乙方有权要求甲方继续履行、赔偿损失、履行或提前履行保证偿付责任。</p>
        <h4>第九条 法律适用及争议解决</h4>
        <p>本协议适用中华人民共和国法律。本协议履行过程中如发生争议，可通过协商解决，协商不成的，可向丙方所在地人民法院提起诉讼。</p>
        <h4>第十条 其他事项</h4>
        <p>10.1本协议独立于主协议，主协议由于任何原因无效，不影响甲方依据本协议承担保证责任。</p>
        <p>10.2如本协议的某条款或某条款的部分内容现在或将来成为无效，该无效条款或该无效部分并不影响本协议及本协议其他条款或该条款其他内容的有效性。</p>
        <p>10.3本协议履行过程中，乙方未行使或未及时行使其在本协议项下的任何权利，不应视为放弃该权利，亦不影响乙方行使其在本协议项下的其他任何权利。</p>
        <p>10.4本协议双方各自的继承人和受让人须受本协议的约束，同时亦享受本协议项下的权益。</p>
        <p>10.5对本协议任何内容的修订均须经协议三协商一致，以书面形式做出，并须经三方签署。</p>
        <p>10.6 除在本协议中另有约定，任何一方在本协议生效后均不得擅自解除本协议，如须解除本协议，须经双方协商一致，以书面形式做出，并须经双方签署。</p>
        <p>10.7本协议的任何附件、修改或补充均构成本协议不可分割的组成部分，与本协议具有同等法律效力。</p>
        <p>10.8本协议经协议三方通过丙方经营的今借到平台电子协议签署系统签署后生效。</p>


        <p>甲方：________</p>
        <p>乙方：________</p>
        <p>丙方：北京人人信科技有限公司</p>
        <p style="text-align: right">日期：____年____月____日</p>
        <p> </p>
        <p> </p>
        <p> </p>
        <p> </p>
        <p> </p>
        <div style="height: 200px"></div>

      </div>
    </group>
    <group :single="true"
           :fixed="true">

      <btn :cut="1"
           :text="'我已阅读并同意以上协议'"
           :next="true"
           :btn-fn="agree">
      </btn>
    </group>
  </div>
</template>

<script>
  import jjjh from 'api/jjjh'
  import { alert } from 'tools/utils'
  import ele from '../../components/mixin/ele.vue'
  import btn from '../../components/mixin/btn.vue'
  import group from '../../components/mixin/group.vue'

  export default {
    components: {
      ele,
      btn,
      group,
    },
    methods: {
      agree () {
        jjjh.getPlanApplyLoan(this.loanId).then(() => {
          this.$router.go(`/shareQr/jjjhAgreement/0/${this.loanId}`)
        }).catch((e) => {
          if (e) {
            alert(e.message)
          }
        })
      }
    },
    data () {
      return {
        loanId: '',
      }
    },
    created () {
      jjjh.initPlanApplyLoan().then((res) => {
        this.loanId = res.c_loan_id
      }).catch((e) => {
        if (e) {
          this.$router.go('/jjjh')
        }
      })
    }
  }
</script>

<style scoped lang="scss" rel="stylesheet/scss">

</style>
