<template>
  <div style="padding: 10px">
    <h3 style="text-align: center">今济名单合作协议</h3>

<p>甲方：________</p>
<p>注册号：________</p>
<p>地址：________</p>
<p>法定代表人：________</p>
<p>邮箱________</p>

<p>乙方：北京人人信科技有限公司</p>
    <p>注册号：110108019741997</p>
    <p>地址：北京市海淀区中关村西区善缘街1号立方庭大厦底商10号11号库尔好同学</p>
    <p>法定代表人：马卫东</p>
    <p>邮箱：jinjijihua@renrenxin.com</p>

<p>甲方为依法注册从事网络借贷信息中介服务的公司，乙方为“今借到”网络借条管理平台的运营方，为保证利益相关法合法权益，追求阳光利润，严格遵守国家法律法规政策，坚守网络安全和金融安全底线，遵守金融监管规则，促进互联网家金融积极健康有序发展，甲乙双方秉持诚实守信、积极承担社会责任的原则，特订立本协议。</p>
<h4>一、合作背景与目的</h4>
<p>1.1 随着科技与金融的深入发展，互联网借贷平台不断向各大高校拓展业务，部分不良网络</p>
<p>借贷平台采取虚假宣传的方式和降低贷款门槛、隐瞒实际资费标准等手段，诱导学生过度消</p>
<p>费，甚至陷入“高利贷”陷阱，侵犯学生合法权益，造成不良影响。</p>
<p>1.2 为采取有效措施抑制多头借贷、引导大学生合理借贷、降低平台经营风险，甲乙双方拟</p>
<p>共同合作，开展今济名单合作计划。</p>
<h4>二、合作事项</h4>
<p>2.1  创建行业内的共享“今济名单”，对列入名单内的大学生的借贷申请采取严格限制性</p>
<p>措施。同一借款人不得在甲乙双方平台同时获得贷款，如在甲乙任何一方平台完成借贷的，</p>
<p>另一方在其偿还全部借款前不得出借资金。</p>
<p>2.2 甲乙双方同意充分发挥各自的企业优势，在取得借款人授权的前提下，将自身累积的借</p>
<p>款人信息通过线上或线下方式与对方完成数据对接并建立数据资源库，数据更新周期为一个</p>
<p>自然月。</p>
<p>2.3 甲乙双方承诺，除第三方提供的数据外，共享信息未经加工、制作，包括但不限于借款人姓名、手机号码、身份证号码、借贷金额、还款情况、基本家庭情况、就业或者在校情况等。</p>
<p>2.4 甲乙双方目前主要通过邮件方式完成数据对接，自电子邮件进入对方邮件系统之时，视为对方收到该通知。如本协议约定的邮箱、地址等联系方式发生变更，应及时通知合同相对方。</p>
<h4>三、保密义务</h4>
<p>    任何一方由于因签署或履行本协议从而了解或接触到的涉及对方的业务、技术、财务及其他方面的未公开的资料和信息（包括但不限于用户资料、市场信息、商业计划、策划方案、财务数据和其它资料等各种商业秘密，以下称“保密信息”）均应保守秘密；</p>
<p>（1） 非经对方书面同意，任何一方不得向第三方透露该保密信息；</p>
<p>（2）任何一方不得将本协议内容向第三方透漏，否则须赔偿因此给对方造成的全部损失；</p>
<p>（3）本协议终止后，各方仍需遵守本协议之保密条款，但因相关法律、法规的明确规定，必须向有关机构、国家政府部门及公众披露本协议全部或部分内容时除外。</p>
<h4>四、违约责任</h4>
<p>    任何一方未履行或者未完全履行本协议项下义务，给对方造成经济损失或者严重影响对方声誉的，应及时采取有效措施防止损失扩大。违约方应赔偿守约方全部经济损失，包括直接经济利益损失、间接经济利益损失。</p>
<h4>五、争议解决</h4>
<p>    因履行本合同引起的或与本合同有关的任何争议，双方应协商解决。不能协商解决的，向原告所在地有管辖权的人民法院提起诉讼。</p>
<h4>六、合同生效及期限</h4>
<p>6.1 本协议有效期一年，有效期届满前，双方均未发出终止通知的，本协议合作期自动续展，续展期为一年。</p>
<p>6.2 协议有效期内，非因双方原因导致本协议无法继续履行的，任何一方有权单方面解除合同。</p>
<p>6.3 本合同的终止或解除不影响终止或解除之日前既已发生的权利义务关系。</p>
<h4>七、其他</h4>
<p>7.1 本合同一式两份，双方各执壹份，具有同等法律效力。</p>
<p>7.2 本协议未尽事宜，甲乙双方另行签订补充协议。</p>
<p>甲方(盖章):________</p>
<p>日期：____年__月__日</p>
<p></p>
<p>乙方(盖章):________</p>
<p>日期：____年__月__日</p>

  </div>
</template>

<script>
  export default {
    data () {
      return {}
    }
  }
</script>
